Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: The Agency had said in February, that the inspectors found traces of uranium in soil samples taken from the site called Deir al-zour, a year ago, and that it was enough evidence for such important find.
ar: وقالت الوكالة في فبراير/شباط إن المفتشين عثروا على آثار يورانيوم في عينات تربة أخذت قبل عام من الموقع الذي يسمى دير الزور، وإنها تكفي لتمثل كشفا مهما.

source: A new report by the Agency, said yesterday, Friday, that during the same fact-finding visit, the IAEA discovered similar “man-made” uranium particles in samples taken from a small research reactor in Damascus that the agency was aware of, and examined it
ar: وقال تقرير جديد للوكالة، أمس الجمعة، إنه خلال نفس زيارة تقصي الحقائق تلك اكتشفت الوكالة جزئيات يورانيوم مماثلة من صنع الإنسان، في عينات أخذت من مفاعل أبحاث صغير في دمشق كانت الوكالة تعرفه وتفحصه بشكل روتيني مرة كل عام.

source: These traces were not included in what Syria had reported in the past about its nuclear stockpile to the IAEA.
ar: وهذه الآثار لم تكن ضمن ما أبلغته سوريا في الماضي من مخزونها النووي للوكالة الدولية للطاقة الذرية.

source: The report said that enriched uranium particles also appeared in samples taken from hot cells in the research reactor facility in Damascus.
ar: وذكر التقرير أن جسيمات يورانيوم ظهرت أيضا في عينات أخذت من خلايا ساخنة في منشأة المفاعل البحثي في دمشق.

source: The report also said that Syria made suspicious purchases that included a large amount of Graphite and large quantities of sulfates barite which is a composite sometimes used to contain the radiation in nuclear facilities.
ar: وقال التقرير أيضا إن سوريا قامت بعمليات شراء مريبة تتضمن كمية كبيرة من الجرافيت وكميات كبيرة من كبريتات الباريوم، وهو مركب يستخدم أحيانا لاحتواء الإشعاع في المباني النووية.

source: Syria informed the Agency that such acquisitions are for civilian and not nuclear purposes, and that they are related to water purification, steel industry and preventive materials for treatment with radiation centers. The report said that these responses
ar: وأبلغت سوريا الوكالة بأن هذه المقتنيات مدنية وغير نووية، وتتعلق بتنقية المياه وصناعة الصلب ومادة وقائية لمراكز العلاج بالإشعاع. وذكر التقرير أن هذه الإجابات لم تكن كافية، وكانت هناك حاجة لمزيد من الإيضاح.

source: Quarantine of an AUC dormitory upon discovery of two swine flu student cases
ar: عزل مسكن الجامعة الأميركية في القاهرة بعد ثبوت إصابة طالبين أميركيين بأنفلونزا الخنازير

source: A Spokesman for the American University in Cairo said, Monday, that the building of the university’s dormitory in the district of al-Zamalek, Cairo, was quarantined after two students were confirmed to be infected with swine flu.
ar: قالت متحدثة باسم الجامعة الأميركية في القاهرة اليوم الاثنين إنه تم عزل المبنى السكني للجامعة في حي الزمالك في القاهرة بعد ثبوت إصابة طالبين أميركيين يقيمان فيه بأنفلونزا الخنازير.

source: The spokeswoman, Reham Saad, explained that the students had arrived from the United States on the 28th of last May to study at the American University in Cairo.
ar: وأوضحت المتحدثة ريهام سعد أن الطالبين وصلا من الولايات المتحدة في 28 مايو/أيار الماضي للدراسة في الجامعة الأميركية في القاهرة.

source: She added that the students were taken to hospital where they are receiving necessary treatment after the Egyptian Ministry of Health tests confirmed their infection with the H1N1 virus.
ar: وأضافت أنه تم نقل الطالبين إلي المستشفى حيث يتلقيان العلاج حاليا بعد أن أكدت تحاليل وزارة الصحة المصرية إصابتهما بفيروس (A (H1N1.

source: She continued to say that another American student is suspected to have swine flu as well, but the results of her own tests are not out yet.
ar: وتابعت أن طالبة أميركية أخرى يشتبه في إصابتها بأنفلونزا الخنازير ولكن لم تظهر نتائج التحاليل الخاصة بها بعد.

source: Reeham Saad said that the AUC’s residential building in Zamalek was decided to be quarantined for 24 hours, and the Egyptian Ministry of Health is taking samples from all the residents and workers there for analysis.
ar: وأكدت ريهام سعد أنه تقرر عزل المبني السكني للجامعة الأميركية في الزمالك لمدة 24 ساعة وتقوم وزارة الصحة المصرية بأخذ عينات من كل المقيمين والعاملين فيه لتحليلها.

source: The Egyptian Minister of Health, Hatem al-Jabali, had declared last week the discovery of the first swine flue infection in Egypt as a 12 year-old Egyptian girl, holding the American nationality, arrived to Egypt from the United States through a European
ar: وكان وزير الصحة المصرية حاتم الجبلي قد أعلن الأسبوع الماضي عن اكتشاف أول إصابة بفيروس أنفلونزا الخنازير في مصر لطفلة مصرية عمرها 12 عاما تحمل الجنسية الأميركية وكانت قادمة إلى مصر من الولايات المتحدة عن طريق أحد المطارات الأوروبية ثم ما لبثت السلطات المصر

source: Egypt is considered one of the most affected countries by bird flu which lead to the death of 26 people since 2006, mostly women and children who are in close contact with birds. Yet, Egypt is still free from the swine flu disease, after the adoption of s
ar: وتعد مصر واحدة من أكثر البلدان تأثرا بأنفلونزا الطيور التي تسببت في وفاة 26 شخصا منذ عام 2006 معظمهم من النساء والأطفال الذين يخالطون الطيور إلا أنها مازالت خالية من مرض أنفلونزا الخنازير بعد اتخاذ إجراءات احترازية مشددة تضمنت إعدام جميع قطعان الخنازير ال

source: Damascus - Mohamed Ahmed Tayyarah
ar: دمشق - محمد أحمد طيارة

source: Stressing that Bab Al Hara is a private project, Bassam Al Mula says in a press conference :
ar: أكد أن باب الحارة مشروعه الخاص.. بسام الملا في مؤتمر صحفي:

source: Samer Al Masry is responsible for the death of Abu Shahabuddeen . What Nizar Abou Hagar did is illegal.
ar: سامر المصري هو المسؤول عن موت «أبو شهاب».. وما فعله نزار أبو حجر غير قانوني

source: Director Bassam Mullah denied the accusations made against him that he emptied the Levant culture out of its essence and portrayed it in a fantastical way Bab Al Hara. In a press conference held Saturday afternoon in Al Shamiyaa village in Damascus,, Al
ar: رفض المخرج بسام الملا الاتهامات التي وجهت له بأنه افرغ البيئة الشامية من محتواها وقدم لوحات فيها الكثير من الفنتازيا في سلسلة باب الحارة، وقال في مؤتمر صحفي عقد ظهر السبت في القرية الشامية بدمشق بأن ما قدمه ليس اختراعاً بل هو مجرد نقل حقيقي للواقع ا

source: Mullah denied that there would be monopoly contracts for the actors starring Bab Al Hara after the withdrawal of many of its actors. He said that the actor who withdraws halfway through is committing something much worse than high treason. He said that
ar: ونفى الملا أن يكون هناك عقود احتكار لممثلين يعملون الآن في المسلسل بعد التداعيات والانسحابات التي رافقت المسلسل وقال إن من ينسحب من العمل في نصفه يكون قد ارتكب شيئاً أبشع من الخيانة العظمى. وأشار إلى أن الدراما العربية بما فيها مسلسل باب الحارة قد تأثرت

source: As regards excluding the character of Colonel Abu Shahab from many episodes, Al Mulla said that it was for dramatic reasons and that he didn't exclude an actor but a character. He further pointed out that the scenes of Abu shahab, starred by Samer Al mas
ar: وحول استبعاد شخصيّة العقيد أبو شهاب في حلقات كثيرة قال إن الاستبعاد من العمل جاء لضرورات دراميّة وبيّن بأنه لم يستبعد ممثلاً بل استبعد شخصية، وأشار الملا أن سبب تقليل مشاهد الفنان سامر المصري أبو شهاب يرجع إلى الرغبة بعدم حصول تصادم عند الجمهور ويضيف

source: Mullah said that artist samer Al Masry's statement Bab Al Hara has turned into a commercial soap contardicts with his actions as he appeared on commercial ads exploiting the character of Abu Shahab- a sign of the deep differences that emerged between
ar: وأشار الملا إلى أنّ تصريح الفنان سامر المصري بأنّ باب الحارة أصبح مسلسلاً تجارياً، ينافي ما ظهر على الشاشات الفضائية من استخدام المصري لشخصية أبو شهاب في الإعلانات التجارية في إشارة على عمق الخلافات بينهما.

source: Mullah said that the actors of Bab Al Hara are satisfactorily paid and are not , as rumoured, low paid. Their rates are now higher than those of the first parts. There is no disagreement with any actor over that . Most of disagreemts are related to the
ar: وأكد الملا أنّ أجور الفنانين في المسلسل مقنعة وليست كما أشيع بأنها قليلة كما أنّ كافة الأجور بدأت في الأجزاء الأولى بمستوى معيّن ووصلت الآن إلى مستوى أكبر ولا يوجد أي خلاف مع أي ممثل حول الأجر وكانت أغلب الخلافات بوجهات النظر حول الشخصية باستثناء الفنانة

source: Al Mulla expressed his appreciation of and admiration for the stance of actor Abas A Nouri as they tackled their disagreement directly between each other. He didn't stab him in the back as did other actors. He was also sincere as regards the character h
ar: وعبر الملا عن إعجابه وتقديره لموقف الفنان عباس النوري لأن الخلاف كان وجها لوجه وخلاف رجل لرجل، ولم يكن عنده غدر أو طعن في الظهر كبعض الممثلين كما أنه كان أميناً على الشخصيّة ولم يقبل أداء أي دور إعلاني مستهلك يرتبط بشخصيّة أبو عصام بعكس بعض الممثلين في

source: Al Mula stressed that Bab Al Hara is starred by a group of lead actors , not an individual lead actor. He added that some tried to impose conditions on him but he refused, saying that this soap is his own project, whether others accepted or not. He stres
ar: وأكد بأن العمل بطولته مشتركة ولا يوجد نجم أول وكل الفنانين نجوم، ورأى بأن البعض حاول وضع شروط عليه فدافع عن مشروعه مؤكداً بأن المشروع مشروعه شاء البعض أم أبى. وشدد الملا بأنّ لكل عمل قائد واحد فقط، ومن حق المخرج توزيع الأدوار على الممثلين، ومن حقه أيضاً ا

source: Beirut - Arab correspondents, agencies
ar: بيروت - مراسلو العربية، وكالات

source: Hezbollah admitted after the results of the elections and declaring it the will of the people, as he was, was once the initial results of that alliance wins March 14, the loss of the opposition Alliance ( March 8) for some of its divisions, the invitation
ar: أقر حزب الله بخسارته لنتائج الانتخابات معلنا إنها إرادة الشعب، فيما كان قد اتجه بمجرد ظهور النتائج الأولية التي أكدت فوز تحالف 14 آذار، وخسارة تحالف المعارضة (8 آذار) لبعض دوائره، بالدعوة إلى المشاركة في الحكم والقبول بمبدأ التوافق اثر صدور النتائج غير ال

source: On Sunday morning, June 7, the electoral campaigns stopped and the Lebanese headed to the polls to elect 128 deputies. During the election campaigns, the candidates gave sectarian speeches that created tensions and concerns in the Lebanese streets. Thes
ar: هدأت الحملات الانتخابية، ليتوجه اللبنانيون صبيحة يوم الاحد الموافق في السابع من حزيران الى صناديق الاقتراع لانتخاب 128 نائبا وسط اجواء مشحونة بالعصبوية الطائفية عبرعنها المرشحون خلال حملاتهم الانتخابية الضارية لتنعكس على الشارع اللبناني توترا وقلقا اكثر م

source: Google plans to sell electronic books on the Internet
ar: جوجل تخطط لبيع الكتب الالكترونية على الإنترنت

source: A spokesman for Google, Gabriel Stryker, expressed in a statement the company's hope to provide by the end of the year an additional device to sell their books to their partners working in the publishing sector.
ar: وأعرب المتحدث باسم جوجل جابريل سترايكر في بيان عن أمل الشركة في أن تقدم لشركائها العاملين في قطاع النشر قبل نهاية العام، وسيلة إضافية لبيع كتبهم.

source: He added that the company's desire was to enable them to make the purchase of books accessible from any device connected to the Internet.
ar: وأضاف أن الشركة راغبة في تمكينهم من جعل شراء كتبهم سهل المنال انطلاقا من أي جهاز موصول بالإنترنت.

source: Stryker did not divulge any further details regarding this project. However, the New York Times had said that it is not linked to any controversial programme launched by Google. It was related to the production of digital book versions.
ar: ولم يضف سترايكر أي تفاصيل في شأن هذا المشروع، غير أن صحيفة نيويورك تايمز قالت إنه غير مرتبط ببرنامج مثير للجدل كان أطلقه جوجل ويتعلق بإنتاج نسخ رقمية من الكتب.

source: The newspaper added that this project allows publishers to sell their books directly via the Internet. Users will be able to access these books via any device including mobile phones in contrast to the single device offered by electronic book company Kind
ar: واضافت الصحيفة أن هذا المشروع يسمح لدور النشر بأن تبيع كتبها مباشرة عبر الانترنت، على أن يتمكن المستخدمون من الوصول إليها عبر أي جهاز ومن بينها الهواتف المحمولة، على عكس ما يجري مع الوسيلة الوحيدة المستخدمة في إطار الكتاب الالكتروني كيندل.

source: The group aims to make all the existing works present in the world available on the Internet. They had previously produced digital versions of millions of books for Google Books thanks to their existing partnership with libraries.
ar: وتطمح المجموعة إلى جعل كل المؤلفات الموجودة في العالم متوافرة على شبكة الانترنت. وسبق أن أنتجت نسخا رقمية من ملايين الكتب لمصلحة غوغل بوكس بفضل الشراكة القائمة مع المكتبات.

source: The project, however, raised controversy because the project does not only relate to texts in the public domain but also works where the author holds copyright.
ar: غير أن المشروع أثار الجدل لأنه لا يتعلق بالنصوص التي صارت ملكا عاما فحسب ولكن أيضا بالمؤلفات التي تخضع لحقوق المؤلف.

source: Google has faced a series of complaints in the United States. This resulted in October in an agreement with the Association of American Publishers and the Authors Guild. The Ministry of Justice are still looking into that.
ar: وواجهت جوجل مجموعة من الشكاوى في الولايات المتحدة. وأفضى ذلك في أكتوبر إلى اتفاق مع جمعية الناشرين الأميركيين ونقابة المؤلفين لا تزال وزارة العدل تدرسه.

source: Despite the fact that the Lebanese army and the security forces executed the largest security deployment ever seen in the country to ensure the deadline of the elections, the citizens still fear frictions between the supporters of March 14 and the opposit
ar: وبالرغم من تنفيذ الجيش اللبناني وكافة القوى الامنية لأوسع انتشار امني تشهده البلاد لتأمين هذا الاستحقاق الانتخابي، الا ان ذلك لن يبدد المخاوف لدى المواطنين من الاحتكاكات الامنية من قبل مناصري الموالاة والمعارضة الذين يحتشدون خلف زعمائهم بطواعية عاطفية اكث

source: One cannot deny that both sides have conflicting political projects, concerning the definition of the Lebanese entity, that create tensions that go beyond the Lebanese borders and extend to the regional and international arena. It is not surprising to see
ar: وهذا لا ينفي ان لدى الطرفين من المعارضة والموالاة مشاريع سياسية متناقضة جوهريا في تحديد شكل الكيان اللبناني، حيث التجاذب يخرج الى حدود لبنان الى ما هو اقليمي ودولي. ولا غرابة اذا شهدنا في المشهد الانتخابي اللبناني ما هو انجذاب الى السياسة السورية ضد السيا

source: The strange thing today is that Lebanese are heading towards a democracy―unique in the Arab region―even though they are in the middle of an overwhelming chaos that reaches the foundations of the state and its order. This chaos starts by the disrespect of
ar: والغرابة اللبنانية اليوم، هذه الديمقراطية التي ليس لها مثيل في المنطقة العربية، يذهب اليها اللبنانيون وهم غارقون وسط فوضى عارمة تطول الاسس البنيوية للدولة وللنظام . وان بدأت في تجاوز قوانين السير فلن تنتهي عند الفساد والرشاوي وكل ما يعني حقوق المواطن وما

source: In all parliamentary elections here and there in the world, we witness trade-offs between the candidate and the people of the region to earn some gains such as the improvement of the social and living conditions of the region in return of their vote for h
ar: في كل انتخابات برلمانية هنا وهناك في العالم نشهد مقايضات بين المرشح واهل منطقته لنيلهم بعض المكتسبات كتحسين الاوضاع المعيشية والاجتماعية للمنطقة مقابل انتخابهم له.. اما في لبنان فقد وصل الامر الى كل بيت بل والى كل فرد يحمل بطاقة انتخابية لمقايضته ماليا مق

source: The observer of the electoral campaigns–organized by the candidates and the rival Lebanese factions supporting their candidacies–that is watching television continuously over a period of two months cannot avoid noting the extent of silliness and hatred in
ar: المراقب للحملات الانتخابية التي مارسها المرشحون ومن رشحهم من الاقطاب اللبنانية المتنازعة على مدى شهرين منصرمين على شاشات التلفاز لا بد وان لاحظ مدى الترهات والاسفاف في الخطاب السياسي والانتخابي الذي كان في بعض الاحيان مثيرا للضحك والسخرية، خاصة عندما يتعل

source: If we go beyond the slogans used during the electoral campaign by the ruling majority and the opposition regarding the critical Lebanese internal situation, this election is crucial to the determination of the state’s shape and the Lebanese identity. It
ar: وبالقفز عن كل الشعارات الانتخابية لطرفي الاكثرية الحاكمة والمعارضة بشأن الوضع الداخلي اللبناني المتأزم، فأن هذه الانتخابات هي مصيرية لشكل الدولة والكيان اللبناني. وهي تصويت حر على دولة المقاومة، ان تكون لصالح القوى الديمقراطية المناهضة للاحتلال الصهيوني و

source: On the eve of the elections, the Lebanese scene brings to the minds the atmosphere of the civil war. The Lebanese do not agree on anything except the famous Tabbouleh plate. But who knows what Tabbouleh is!
ar: المشهد اللبناني عشية الانتخابات يعيد الى الاذهان اجواء الحرب الاهلية.. حيث لا يتفق اللبنانيون على شئ ولكنهم جميعا يتفقون على “صحن التبولة” الشهير.

source: Said Sheikh/Chief reporter of “Arab colors”
ar: سعيد الشيخ/رئيس تحرير”الوان عربية”

source: Lebanese elections ... Democracy amid overwhelming chaos
ar: الانتخابات اللبنانية..ديمقراطية وسط فوضى عارمة

source: The Iranian Foreign Minister, Manouchehr Mottaki, asserted that the government of Mahmoud Ahmadinejad over the last four years had made Iran the most powerful country in the region. In a speech which he gave in the city of Rasht in northern Iran, Mottaki
ar: أكد وزير الخارجية الايرانية منوشهر متكي ان حكومة محمود أحمدي نجاد جعلت من ايران خلال السنوات الأربع الماضية اقوى دولة في المنطقة. وفي كلمة القاها في مدينة رشت شمال ايران اعتبر متكي ان ايران الاسلامية اليوم ذات مكانة جيدة في العالم. واكد ان القوى الغربية

source: In relation to its nuclear programme, he clarified that Ahmadinejad does not accept suspension of uranium enrichment activities, indicating that his stance on this had the genuine and total suport of the Iranian people. He declared that the world to
ar: وفي الشأن النووي, أوضح أن أحمدي نجاد لم يقبل بتعليق أنشطة تخصيب اليورانيوم, مشيرا الى ان موقفه هذا حظي بدعم حقيقي وشامل من الشعب الايراني. واعتبر ان العالم اليوم يشيد بهذا الموقف .

source: Regarding the Palestinian issue, Mottaki said that the illegal Zionist entity is occupying Palestinian lands by force, and even the French President Sarkozy agreed with this.
ar: وحول القضية الفلسطينية, قال متكي ان الكيان الصهيوني اللا مشروع يحتل الأراضي الفلسطينية بالقوة , حتى ان الرئيس الفرنسي ساركوزي قبل هذا ايضا .

source: The Foreign Minister pointed out that Ahmadinejad's government had achieved the highest level of non-oil exports when compared with the governments which came after the victory of the Islamic Revolution. These exports have amounted to 20 billion dollars
ar: واشار وزير الخارجية الى ان حكومة أحمدي نجاد حققت أعلى مستوى للصادرات غير النفطية قياسا بالحكومات التي تلت انتصار الثورة الاسلامية, حيث بلغت تلك الصادرات 20 مليار دولار في حين كان مستوى الصادرات غير النفطية في السابق نحو 7 مليارات دولار .

source: Mottaki: Ahmadinejad has made Iran the most powerful country in the region
ar: متكي: احمدي نجاد جعل من ايران أقوى دولة في المنطقة

source: Mitchell following his meeting with al-Asad: Talks are essential and we want a Syrian-Israeli peace
ar: ميتشل عقب لقائه الأسد: المحادثات جوهرية ونريد سلاما بين سورية وإسرائيل

source: We want comprehensive peace and we are quite aware of the so many difficulties ahead of us
ar: نريد سلاما _شاملا ونعي جيدا للصعوبات الكثيرة الماثلة أمامنا

source: The U.S. peace envoy to the Middle East, George Mitchell, described on Saturday his talks with President Bashar al-Assad as essential, indicating that the dialogue tackled a number of serious issues, bilateral relations and ways to achieve peace in the
ar: وصف مبعوث السلام الأمريكي إلى _منطقة الشرق الأوسط جورج ميتشل يوم السبت محادثاته مع الرئيس بشار الأسد _بالـجوهرية, مشيرا إلى أن الحوار تناول مجموعة من القضايا الجادة والعلاقات _الثنائية وسبل تحقيق السلام في المنطقة.

source: Mitchell said in a statement he read before the media in the presidential palace after his meeting with President al-Asad that the United States is committed to working to achieve a comprehensive peace effectively, pointing out that his country sought
ar: وقال ميتشل في بيان تلاه أمام _وسائل الإعلام في القصر الجمهوري عقب لقائه الرئيس الأسد إن الولايات المتحدة _ملتزمة بالعمل على تحقيق السلام الشامل بفعالية, مشيرا إلى أن بلاده تريد تطبيعا _كاملا للعلاقات بين إسرائيل والدول المجاورة لها.

source: Mitchell speech followed a two-hour talk with al-Assad which included a 90-minute closed-door meeting, during his first visit to Damascus as special envoy of the US president Barak Obama to the Middle East region.
ar: ويأتي حديث ميتشل عقب ساعتين من _محادثات مع الأسد تخللها اجتماع مغلق دام 90 دقيقة, وذلك في أول زيارة له إلى دمشق _كمبعوث خاص للرئيس الأمريكي باراك أوباما إلى منطقة الشرق الأوسط.

source: Mitchell added that Washington wants to achieve peace between Syria and Israel, and Lebanon and Israel, as well as Palestinians and Israel, indicating that “the peace that we want to achieve a comprehensive peace, and we are quite aware of the difficult
ar: وأضاف ميتشل أن واشنطن تريد _تحقيق السلام بين سورية وإسرائيل، ولبنان وإسرائيل، وكذلك الفلسطينيين وإسرائيل, _مشيرا إلى أن السلام الذي نريد تحقيقه هو سلام شامل، ونحن واعون جدا للصعوبات _الكثيرة الماثلة أمامنا.

source: Peace negotiations on the Palestinian-Israeli track are facing many difficulties, as the Israelis refuse to negotiate the final solution issues demanded by the Palestinians. Syria also suspended direct and indirect negotiations with the Israelis following
ar: وتشهد مفاوضات السلام على _المسارين الفلسطيني الإسرائيلي والسوري الإسرائيلي صعوبات كثيرة, إذ ترفض إسرائيل _التفاوض حول قضايا الحل النهائي التي يطالب بها الفلسطينيين, كما علقت سورية _مفاوضاتها غير المباشرة مع الإسرائيليين إثر العدوان الإسرائيلي الأخير على غ

source: We share our duty to create favourable conditions for successful negotiations. This would be for the benefit of all who seek peace, including the United States, Europe, Israel and the Arabs, indicating that Syria has a key role to play in reaching a co
ar: وأردف المبعوث الأمريكي نحن _نتشارك بواجبنا لإحلال الظروف المواتية لمفاوضات ناجحة..إن هذا سيكون لصالح كل من _يريد السلام، بما في ذلك أمريكا وأوروبا وإسرائيل والعرب, مشيرا إلى أن لسورية _دوراً أساسياً تلعبه في الوصول إلى السلام الشامل في المنطقة.

source: As for the US Syrian relations, Mitchell said that his country seeks to build up on the peace efforts to establish relations based on mutual respect and common interests. He pointed out that the United States looks forward to continuing the dialogue w
ar: وعن العلاقات السورية _الأمريكية, قال ميتشل إن بلاده تريد البناء على جهود السلام لإقامة علاقات على _أساس من الاحترام المُتبادَل والمصالح المشتركة, مشيرا إلى أن الولايات المتحدة _ تتطلع لاستمرار الحوار مع سورية.

source: A presidential statement said in the wake of the talks with Mitchell that Syria and the United States were looking forward for the establishment of normal bilateral relations in order to serve the interests of the two countries and the two peoples.
ar: وكان بيان رئاسي قال في أعقاب _محادثات الأشد ميتشل إن سورية والولايات المتحدة تتطلعان لإقامة علاقات ثنائية _طبيعية بما يخدم مصالح البلدين والشعبين.

source: The information indicates that Mitchell’s left Syria after his talks with al-Assad, to the Turkish capital of Ankara, leaving Jeffrey Feltman, assistant US secretary of state, behind in Damascus to follow up on the talks with the Syrian officials.
ar: وتشير المعلومات إلى أن ميتشل _غادر سورية بُعيد محادثاته مع الأسد متوجها إلى العاصمة التركية أنقرة، تاركا وراءه _في دمشق جيفري فيلتمان، مساعد وزيرة الخارجية الأمريكية، لمتابعة المحادثات مع _المسؤولين السوريين.

source: Mitchell had arrived to Damascus on Friday, coming from Lebanon within the framework of a tour that also included Israel and the Palestinian territories, Egypt and Jordan.
ar: وكان ميتشيل وصل إلى دمشق يوم _أمس الجمعة قادما من لبنان في إطار جولة شملت أيضا إسرائيل والأراضي الفلسطينية _ومصر والأردن.
